{
	"data" : [
		{
			"title": "The day we met",
			"text" : "This day is the begining of it all, we met at the winter carnival and the way we met was so fkn funny you were dating my bestie and I was the guy clicking pictures of you both.",
			"date" : "Dec 19 2019"
		},
		{
			"title" : "Our first bonding experience together",
			"text" : "I dunno if u remember this but i feel like this was the first time we actually had fun together. We became partners in crime we pranked eshaan and hridey by making a fake girly acc ik it was childish but SO FUNNN I REMB WE HAD SM FUN TGG.",
			"img":"prank1.jpg",
			"date" : "Feb 19 2020"
		},
		{
			"title" : "We started talking a lot",
			"text" : "You always ask me that when did I catch feelings but I feel like these two months and well june and july was the time when i actually felt a spark. You started sending me pics and texts, we talked through the nights with never ending topics. These 4 months were and are the best months of my life.",
			"img" : "shitface.jpg",
			"date" : "April 2020-May 2020"
		},
		{
			"title" : "Teaching me how to bake a cake",
			"text" : "You made a cake and sent me photos of every step, I thought it was cute because idk i just thought everything you did was cute. But I fell even harder. Also this was the time we made fanpages for johnny, charli and kenzie. Also too bad i dont know how to put videos but this was the time when you made those 3 iconic tiktoks.",
			"img":"cake.jpg",
			"date" : "June 2020"
		},
		{
			"title" : "Late night talks",
			"text" : "Alright, finally I found proof. We were talking at 2am and we talked exactly how cringe teenagers talked",
			"img" : "latetalk1.jpg",
			"date" : "Jul 28 2020"
		},
		{
			"title" : "Teaching me about female clothing",
			"text" : "This was the day you taught me about various female clothes bc I was your dumbass back then and thought there was only one type of top.",
			"img" : "clothes.jpg",
			"date" : "Aug 9 2020"
		},
		{
			"title" : "I thought it was over(it wasnt)",
			"text" : "Yes, so we stopped talking from AUG END bc i thought you didnt put in much effort and I was hurt so I just wanted to move on.BUT BUT BUT, you wished me birthday at like 9pm and we started talking and talked the whole night again, WE STARTED TALKING AGAIN DAILY AND SAID WE WOULD DO BETTER HEHEHE.",
			"date" : "Sept 23 2020"
		},
		{
			"title" : "Again stopped talking",
			"text" : "We stopped talking again bc of the same reason but but, we started in november again cuz you said you would initiate as well",
			"img" : "talkback1.jpg",
			"date" : "Nov 26 2020"
		},
		{
			"title" : "Screenshots of us talking",
			"text" : "Okay these chats are the cutest, scan the code to see themm.",
			"img" : "qr.jpg",
			"date" : "Jan 24 2021"
		},
		{
			"title" : "Dirty talks ",
			"text" : "This was the day we had our first dirty talks but I dont wanna include the screenshots bc I dont want you to be embarassed incase you show this to your friends.But, we talked about how to give bjs and suck tities(well you talked and i listened). ",
			"date" : "Feb 14 2021"
		},
		{
			"title" : "Dhundala",
			"text" : "Um so most of 2021 was very blurry, we talked on and off, I told u I might go abroad, I teased you a lot. Why dont you see the screenshots yourself.OH ALSO ALSO ALSO WE STOPPED TALKING BUT YOU WISHED ME BDAY AND WE STARTED TALKING AGAIN SO I GOT EVEN MORE DELLULU THAT GOD IS GIVING ME SIGNS.",
			"date" : "Rest of 2021",
			"img" : "qr2.jpg"
		},
		{
			"title" : "BITCH STOP GIVING ME FAKE HINTS",
			"text" : "I LITERALLY THOUGHT YOU WERE IN LOVE WITH ME BUT I WAS SO DELULU.",
			"date" : "Apr 17 2022" ,
			"img" : "usstory.jpg"
		},
		{
			"title" : "my chinki baby",
			"text" : "you look so cute, floofy and chinki",
			"date" : "Apr 22 2022",
			"img" : "chinki.jpg"
		},
		{
			"title" : "Farewell we threw",
			"text" : "you looked so pretty in ur red kurti my pretty pig<33",
			"date" : "Jun 18 2022",
			"img":"farewell2.jpg"
		},
		{
			"title" : "OUR FIRST OR SECOND(NOTSURE) MEETUP OUTSIDE OF SCHOOL💗",
			"text" : "I think we went to wat a burger and u made me smoke vape the first time and then we sat on the roof and talked thodu, but your thirdwheels came soon. I also met your parents this day.",
			"date" : "Jul 10 2022",
			"img":"meetup.jpg"
		},
		{
			"title" : "zoom call sleep",
			"text" : "you slept while talking on a zoom call w me and I stayed up 3 hours late just to watch you sleep, you looked so peaceful how could I leave. This started a tradition now we sleep on calls almost everyday.",
			"date" : "Jul 26 2022",
			"img":"callsleep.jpg"
		},
		{
			"title" : "Teachers day",
			"text" : "This might be our first picture together but with someone else in it.",
			"date" : "Sept 5 2022",
			"img":"farewell1.jpg"
		},
		{
			"title" : "My birthday",
			"text" : "I was so excited you chose my tshirt this is lowkey our first pic together, I teased you so much that day by showing you reddit bloody shit and chopstick se fruit khilara tha. You layed your legs on my lap and I massaged your feet it was so fun nice day gg.",
			"date" : "Sept 23 2022",
			"img":"birthday2.jpg"
		},
		{
			"title" : "Our friendship ended(for good)",
			"text" : "We stopped talking because I realized you will never reciprocate my love for you and it was to accept it and move on, so I did what any guy would do hit the gym and swallow it. I moved on(kinda or I just told myself i did)",
			"date" : "October 2022-December 2022"
		},
		{
			"title" : "Making things right",
			"text" : "I told harsh I wanna make things right and that I dont have that much feelings anymore so least I wanna do is be friends and enjoy the lil time we had because I knew I was gonna go to US in a few months.",
			"date" : "December 2022",
			"img":"rekindle.jpg"
		},
		{
			"title" : "Citation",
			"text" : "i kinda felt butterflies for the first time when you said you wanted to post me to this song. I was like does this mean anything wtff",
			"date" : "Jan 20 2023",
			"img" : "citation.jpg"
		},
		{
			"title" : "AANYA MOTRRURORO THANK YOUUU SO MUCHHH",
			"text" : "You shook my world, too bad I dont remember the date. You said you were thinking about us and you thought we would make a good couple and it cant get out of your mind. We even made playlists for each other, ill cryyy.",
			"date" : "January 2023",
			"img":"qr3.jpg"
		},
		{
			"title" : "OUR SITUATIONSHIP",
			"text" : "This was so so so pure, we studied for boards then talked and it went on for two whole months. It felt like a dream to me, we were flirting, sleeping on calls and doing spotify group seshs. I felt like im on cloud 9",
			"date" : "February 2023"
		},
		{
			"title" : "OUR FIRST DATE",
			"text" : "We went to mcd, cuddled and watched movies, we even held hands hehe.",
			"date" : "Apr 13 2023",
			"img":"date1.jpg"
		},
		{
			"title" : "The day you asked me out(our farewell)",
			"text" : "i dont even wanna say anything. speechless then, speechless right now.",
			"date" : "Apr 19 2023",
			"img":"dating.jpg"
		},
		{
			"title" : "our first meetup as a couple",
			"date" : "Apr 25 2023",
			"img":"sleep.jpg"
		},
		{
			"title" : "Mueso date",
			"text" : "we went to museo camera, then had gottea w aanya and that was supposed to be it but us being us we did even more stuff. We had tacobell and for the first time in my life I watched a horror movie.",
			"date" : "May 5 2023",
			"img":"museo.jpg"
		},
		{
			"title" : "Our 3 months together",
			"text" : "I so wanted to make individual paras about this but google photos messed up the dates its complicated. SOOOOO, we had a lot of fun together these three months. We did everything we wanted to we met at your house several times to watch movies,sex and eat foooood. Do you remember the time we watched jab we met and ate dominos that was like the perfect date for me. I want that to be a typical night when we live together. We went to saorjini when i sat in metro for the first time and became your coolie. We went to the doggo cafe and had breakfast at 2pm at a random cafe in hauz khaz. Then this one day we all met at aanyas house and played games and shittt. Then we went to my house and played w olly, it was so cute to see you watch talk to my dadi. I love you so much my babygirl.",
			"date" : "May 2023-July 2023",
			"img":"qr4.jpg"
		},
		{
			"title" : "Our last day together",
			"text" : "This was the saddest day of my life, it started off sad as well bc i got angy that you slept and didnt pickup my calls, then i came to your house and consoled you in your society's park then we went upstairs and gave each other our gifts it was so cute the diary you made me I wanna finish it and fill it. We had Mcd as usual IT IS OUR MEAL LIKE OURRRR MEAL. The goodbye was sad I couldnt stop but touch and kiss every inch of you bc i was so hurt that youre leaving so early and we wont meet and well end it was very sad.",
			"date" : "Jun 29 2023",
			"img":"lastday.jpg"
		},
		{
			"title" : "AUGH, THE BEGINING OF LDR",
			"text" : "I so wanna exclude this part because of how full of fights, anger and hurt it was. But we had our good moments. And best of all we adjusted to it. We used to watch movies, have all our meals together on calls. We also played games and send each other photos of fitchecks(well you did I just admired how pretty you were). It felt like years passed but at the same time it also felt it was tmrw that we met. And soon time to meet w u for the first time after ldr came.",
			"date" : "July 2023 to December 2023"
		},
		{
			"title" : "Meeting you for the first time in december",
			"text" : "We met for the first time after 6 months, I couldnt control my excitement hence i kept calling you again and again and you got annoyed, and then i got angry but all that anger faded away when i saw you walk the stairs of my house with flowers bc that was the first time someone gave me flowers. You came and we hugged and trust me that kiss was even better than our first kiss. Then we had aloo paratha and i secretly ordered boba for you after which we did some mhmh mhm mhm. Thennn, in the evening we went on our first official romantic night couple date to 32nd avenue where i couldnt do anything but stare at how pretty you looked in your black top, at that moment i realized i wanna meet you a million more times before i die.(ps we got more got tea)",
			"date" : "Dec 24 2023",
			"img":"32nd.jpg"
		},
		{
			"title" : "Kake Da Hotel",
			"text" : "We met at my home in the morning and then it was time for you to go home but guess what again us being us I went with you. Then we went to meet harsh and click our iconic sunset photo. You wore your hot wheels top that i got you that day. After that in the evening we found our fav indian restaurant together KAKE DA HOTEL SO YUM YUM.",
			"date" : "Dec 26 2023",
			"img":"kake.jpg"
		},
		{
			"title" : "Social",
			"text" : "I dressed up like for the first time in my life because I wanted to impress you so I wore my leather jacket. you still beat me to the whos the prettiest to the date competition bc you looked drop dead gorgeous in your dress. that dress still has a separate place in my heart. Also we drank together and bish got tipsy in one beer hehehe.",
			"date" : "Dec 29 2023.",
			"img":"social.jpg"
		},
		{
			"title" : "Netflix and chill(our version-pizza, wine and a lot of sleeping)",
			"date" : "Jan 04 2024",
			"img":"wine.jpg"
		},
		{
			"title" : "Last day together",
			"text" : "I wouldnt say this goodbye was easier but I was just happy that we got a small break from our ldr thing and we made the most out of it.",
			"date" : "Jan 06 2024",
			"img":"declast.jpg"
		},
		{
			"title" : "LDR 2",
			"text" : "Not our best time together but I think this really made us grow, I feel we are better of now. I only have one thing to say: sach hi bolte hain you hurt the person you love the most and we both proved it right.But even after so many fights we came out from the other side stronger and important of all together. You have been a warrior, I know i am not the best boyfriend but I can tell you this much I am just a guy who loves you way too much and wants to be w you for his entire life. i love you tiktako.",
			"date" : "Jan 2024-May 2024"
		},
		{
			"title" : "2nd times a charm",
			"text" : "WE MEET AGAIN EEEEEEEE BUT AT YOUR HOUSE AND DID OUR USUAL BS THAT IS ANNOYING TF OUT OF EACH OTHER AND EATING FOOD AND FUCKING.",
			"date" : "May 17 2024",
			"img":"typeshit.jpg"
		}
		,
		{
			"title" : "Houz cafe",
			"text" : "We both have to agree this was our favourite date, it was just us two and the food hit the spot. We went to miniso as well and I got u smn i dont remember but i did also the pictures were so pretty.",
			"date" : "May 20 2024",
			"img":"houz.jpg"
		},
		{
			"title" : "My first shoes",
			"text" : "I am not including all the days we met at your house because that would make it so long. But this one was special, we put facemasks on each other AND YOU GAVE ME MY FIRST SHOES EVER FOR WHICH I LOVE YOU SM AND THE FACT THAT U SAVED MONEY AND BOUGHT SURPRISES ME AND MELTED MY HEART THANK YOUOUOUO.",
			"date" : "May 24 2024",
			"img":"shoes.jpg"
		},
		
		{
			"title" : "Cyberhub date",
			"date" : "May 26 2024",
			"img":"cyber.jpg"
		},
		
		{
			"title" : "Random Sapphire date",
			"date" : "May 30 2024",
			"img":"random.jpg"
		},
		
		
		{
			"title" : "One more random",
			"date" : "June 18 2024",
			"img":"bob.jpg"
		},
		
		{
			"title" : "Galleria w our pals",
			"text" : "You aanya and harsh came to my house and you guys had kfc then we went to galleria where YOU HAVE TO AGREE WE HAD THE BEST ICEKEEM OF OUR LIFE. THE BEST PART OF THE DAY WAS WHEN YOU SLEPT ON MY LAP IN THE CAB I FELT SO COMPLETE",
			"date" : "June 25 2024",
			"img":"gal.jpg"
		},
		
		{
			"title" : "Social date 2",
			"text" : "💌",
			"date" : "Jul 4 2024",
			"img":"social2.jpg"
		}
		,
		
		{
			"title" : "Timezone",
			"text" : "Our last date together, we went to third wave coffee and the food was so bomb what was even more bomb was your top and the location you decided. I loved timezone we will pakka go again next time we meet pweaseee iloveu.",
			"date" : "Jul 6 2024",
			"img":"timezone.jpg"
		}
		,
		{
			"title" : "Hardest Goodbye yet",
			"text" : "im stil hurting so much so I dont wanna write about this. Im sorry, just have 3 words for you: i will love you.always.",
			"date" : "Jul 9 2024",
			"img":"maybye.jpg"
		}
		
		
	]
}